{
  "categories": [
    {
      "id": 1,
      "name": "Press Releases",
      "slug": "press-releases",
      "name_te": "పత్రికా ప్రకటనలు"
    },
    {
      "id": 2,
      "name": "Government Events",
      "slug": "government-events",
      "name_te": "ప్రభుత్వ కార్యక్రమాలు"
    },
    {
      "id": 3,
      "name": "Public Announcements",
      "slug": "public-announcements",
      "name_te": "ప్రజా ప్రకటనలు"
    },
    {
      "id": 4,
      "name": "Schemes & Initiatives",
      "slug": "schemes-initiatives",
      "name_te": "పథకాలు మరియు కార్యక్రమాలు"
    },
    {
      "id": 5,
      "name": "Awards & Recognition",
      "slug": "awards-recognition",
      "name_te": "అవార్డులు మరియు గుర్తింపు"
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Hon'ble CM Sri A. Revanth Reddy Participated in Arrive Alive (Road Safety Awareness Programme) at Yousufguda Indoor Stadium.",
      "title_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి యూసుఫ్‌గూడ ఇండోర్ స్టేడియంలో అరైవ్ ఎలైవ్ (రోడ్డు భద్రత అవగాహన కార్యక్రమం)లో పాల్గొన్నారు.",
      "slug": "cm-revanth-reddy-arrive-alive-road-safety-yousufguda",
      "excerpt": "Hon'ble Chief Minister Sri A. Revanth Reddy participated in the Arrive Alive Road Safety Awareness Programme at Yousufguda Indoor Stadium, emphasizing the importance of road safety measures.",
      "excerpt_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి యూసుఫ్‌గూడ ఇండోర్ స్టేడియంలో అరైవ్ ఎలైవ్ రోడ్డు భద్రత అవగాహన కార్యక్రమంలో పాల్గొన్నారు.",
      "body": "Hon'ble Chief Minister Sri A. Revanth Reddy participated in the Arrive Alive Road Safety Awareness Programme held at Yousufguda Indoor Stadium on January 12, 2026. The program aimed to educate citizens about road safety measures and traffic rules. The Chief Minister emphasized the government's commitment to reducing road accidents and ensuring safer roads for all citizens. Various stakeholders including traffic police, transport department officials, and civil society organizations participated in the event.",
      "body_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి జనవరి 12, 2026న యూసుఫ్‌గూడ ఇండోర్ స్టేడియంలో జరిగిన అరైవ్ ఎలైవ్ రోడ్డు భద్రత అవగాహన కార్యక్రమంలో పాల్గొన్నారు. రోడ్డు భద్రత చర్యలు మరియు ట్రాఫిక్ నియమాల గురించి పౌరులకు అవగాహన కల్పించడం ఈ కార్యక్రమం లక్ష్యం.",
      "featured_image": "/images/news/cm-road-safety-event.jpg",
      "category": 2,
      "published_date": "2026-01-12T10:30:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 1245,
      "tags": ["Road Safety", "CM Events", "Public Awareness"]
    },
    {
      "id": 2,
      "title": "Hon'ble CM Sri A. Revanth Reddy Participated in Telangana Gazetted Officers Association Diary Release at Dr. B. R. Ambedkar Secretariat.",
      "title_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి డాక్టర్ బి.ఆర్. అంబేద్కర్ సచివాలయంలో తెలంగాణ గెజిటెడ్ ఆఫీసర్స్ అసోసియేషన్ డైరీ విడుదలలో పాల్గొన్నారు.",
      "slug": "cm-telangana-gazetted-officers-diary-release",
      "excerpt": "Hon'ble Chief Minister participated in the Telangana Gazetted Officers Association Diary Release ceremony at Dr. B.R. Ambedkar Secretariat on January 12, 2026.",
      "excerpt_te": "జనవరి 12, 2026న డాక్టర్ బి.ఆర్. అంబేద్కర్ సచివాలయంలో తెలంగాణ గెజిటెడ్ ఆఫీసర్స్ అసోసియేషన్ డైరీ విడుదల కార్యక్రమంలో గౌరవనీయ సీఎం పాల్గొన్నారు.",
      "body": "The Hon'ble Chief Minister Sri A. Revanth Reddy graced the occasion of the Telangana Gazetted Officers Association Diary Release for the year 2026 at Dr. B.R. Ambedkar Secretariat. The event was attended by senior government officials and association members. The Chief Minister appreciated the dedication and service of gazetted officers in implementing government policies and serving the public.",
      "body_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి డాక్టర్ బి.ఆర్. అంబేద్కర్ సచివాలయంలో 2026 సంవత్సరానికి తెలంగాణ గెజిటెడ్ ఆఫీసర్స్ అసోసియేషన్ డైరీ విడుదల కార్యక్రమంలో పాల్గొన్నారు.",
      "featured_image": "/images/news/cm-diary-release.jpg",
      "category": 2,
      "published_date": "2026-01-12T14:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 892,
      "tags": ["Government Events", "Officers Association", "CM Events"]
    },
    {
      "id": 3,
      "title": "Hon'ble CM Sri A. Revanth Reddy participated in the launch of Bala Bharosa and Pranamam schemes at Jyotirao Phule Praja Bhavan.",
      "title_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి జ్యోతిరావు ఫూలే ప్రజా భవన్‌లో బాల భరోసా మరియు ప్రణామం పథకాల ప్రారంభోత్సవంలో పాల్గొన్నారు.",
      "slug": "cm-bala-bharosa-pranamam-schemes-launch",
      "excerpt": "Chief Minister launched welfare schemes Bala Bharosa and Pranamam at Jyotirao Phule Praja Bhavan, aimed at supporting children and senior citizens.",
      "excerpt_te": "సీఎం జ్యోతిరావు ఫూలే ప్రజా భవన్‌లో బాలల మరియు వృద్ధులకు మద్దతు ఇచ్చే బాల భరోసా మరియు ప్రణామం సంక్షేమ పథకాలను ప్రారంభించారు.",
      "body": "Hon'ble Chief Minister Sri A. Revanth Reddy launched two significant welfare schemes - Bala Bharosa and Pranamam at Jyotirao Phule Praja Bhavan on January 12, 2026. Bala Bharosa provides financial assistance to orphans and children who lost parents, while Pranamam scheme offers pension benefits to senior citizens. The Chief Minister stated that these schemes reflect the government's commitment to social welfare and inclusive development.",
      "body_te": "గౌరవనీయ సీఎం శ్రీ ఎ. రేవంత్ రెడ్డి జనవరి 12, 2026న జ్యోతిరావు ఫూలే ప్రజా భవన్‌లో రెండు ముఖ్యమైన సంక్షేమ పథకాలు - బాల భరోసా మరియు ప్రణామం ప్రారంభించారు. అనాథలకు మరియు తల్లిదండ్రులను కోల్పోయిన పిల్లలకు ఆర్థిక సహాయం అందించడం బాల భరోసా లక్ష్యం.",
      "featured_image": "/images/news/cm-welfare-schemes.jpg",
      "category": 4,
      "published_date": "2026-01-12T11:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 2103,
      "tags": ["Welfare Schemes", "Bala Bharosa", "Pranamam", "Social Welfare"]
    },
    {
      "id": 4,
      "title": "BC Commission Notification dated 15.05.2025 & Affidavit Format Released",
      "title_te": "BC కమిషన్ నోటిఫికేషన్ తేదీ 15.05.2025 & అఫిడవిట్ ఫార్మాట్ విడుదల",
      "slug": "bc-commission-notification-affidavit-format",
      "excerpt": "The Backward Classes Commission has released an important notification dated 15.05.2025 along with the updated affidavit format for applicants.",
      "excerpt_te": "వెనుకబడిన తరగతుల కమిషన్ దరఖాస్తుదారుల కోసం నవీకరించిన అఫిడవిట్ ఫార్మాట్‌తో పాటు 15.05.2025 తేదీన ఒక ముఖ్యమైన నోటిఫికేషన్‌ను విడుదల చేసింది.",
      "body": "The Backward Classes Commission has issued a notification dated 15.05.2025 regarding the updated procedures for BC certificate applications. The notification includes revised guidelines and a new affidavit format that applicants must use. All pending applications will need to comply with the new format. The commission has set up help desks at all district offices to assist applicants with the transition.",
      "body_te": "వెనుకబడిన తరగతుల కమిషన్ BC సర్టిఫికేట్ దరఖాస్తుల కోసం నవీకరించిన విధానాలకు సంబంధించి 15.05.2025 తేదీన నోటిఫికేషన్ జారీ చేసింది.",
      "featured_image": "/images/news/bc-commission-notification.jpg",
      "category": 3,
      "published_date": "2025-05-15T09:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "BC Commission Office",
      "views": 3456,
      "tags": ["BC Commission", "Notifications", "Affidavit Format"]
    },
    {
      "id": 5,
      "title": "Minority Welfare Scholarships 2025-26 Application Process Begins",
      "title_te": "మైనారిటీ సంక్షేమ స్కాలర్‌షిప్స్ 2025-26 దరఖాస్తు ప్రక్రియ ప్రారంభం",
      "slug": "minority-welfare-scholarships-2025-26-application",
      "excerpt": "The Ministry of Minority Welfare has announced the commencement of the scholarship application process for the academic year 2025-26.",
      "excerpt_te": "మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ 2025-26 విద్యా సంవత్సరం కోసం స్కాలర్‌షిప్ దరఖాస్తు ప్రక్రియను ప్రారంభించినట్లు ప్రకటించింది.",
      "body": "The Telangana State Minority Welfare Department has opened the application window for various scholarship schemes for the academic year 2025-26. Eligible students from minority communities can apply for pre-matric, post-matric, and merit-cum-means scholarships. The last date for submission is March 31, 2026. Applications can be submitted online through the official portal. Required documents include income certificate, caste certificate, and academic records.",
      "body_te": "తెలంగాణ రాష్ట్র మైనారిటీ సంక్షేమ శాఖ 2025-26 విద్యా సంవత్సరం కోసం వివిధ స్కాలర్‌షిప్ పథకాల కోసం దరఖాస్తు విండోను తెరిచింది.",
      "featured_image": "/images/news/scholarship-announcement.jpg",
      "category": 4,
      "published_date": "2026-01-10T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5621,
      "tags": ["Scholarships", "Education", "Minority Welfare", "Students"]
    },
    {
      "id": 6,
      "title": "Annual Minority Welfare Report 2025 Published",
      "title_te": "వార్షిక మైనారిటీ సంక్షేమ నివేదిక 2025 ప్రచురణ",
      "slug": "annual-minority-welfare-report-2025",
      "excerpt": "The Ministry has published its comprehensive Annual Welfare Report for 2025, highlighting achievements and future plans.",
      "excerpt_te": "మంత్రిత్వ శాఖ 2025 కోసం సాధనలు మరియు భవిష్యత్ ప్రణాళికలను హైలైట్ చేస్తూ సమగ్ర వార్షిక సంక్షేమ నివేదికను ప్రచురించింది.",
      "body": "The Telangana Ministry of Minority Welfare has released its Annual Report for 2025, showcasing the various welfare schemes implemented throughout the year. The report details financial assistance provided, infrastructure development in minority-concentrated areas, educational initiatives, and employment programs. Key achievements include distribution of scholarships to 45,000 students, skill development training for 12,000 youth, and establishment of 25 new educational institutions.",
      "body_te": "తెలంగాణ మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ సంవత్సరం అంతటా అమలు చేసిన వివిధ సంక్షేమ పథకాలను ప్రదర్శిస్తూ 2025 వార్షిక నివేదికను విడుదల చేసింది.",
      "featured_image": "/images/news/annual-report-2025.jpg",
      "category": 1,
      "published_date": "2026-01-05T11:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 1876,
      "tags": ["Annual Report", "Achievements", "Statistics"]
    },
    {
      "id": 7,
      "title": "Skill Development Programme for Minority Youth Achieves Milestone",
      "title_te": "మైనారిటీ యువతకు నైపుణ్య అభివృద్ధి కార్యక్రమం మైలురాయి సాధించింది",
      "slug": "skill-development-programme-milestone",
      "excerpt": "The government's skill development initiative has successfully trained over 50,000 minority youth in various vocational skills.",
      "excerpt_te": "ప్రభుత్వ నైపుణ్య అభివృద్ధి చొరవ 50,000 మంది మైనారిటీ యువతకు వివిధ వృత్తి నైపుణ్యాలలో విజయవంతంగా శిక్షణ అందించింది.",
      "body": "The Minority Welfare Department's Skill Development Programme has achieved a significant milestone by training over 50,000 youth from minority communities in the past 18 months. The programme offers training in IT skills, hospitality, healthcare, automotive, and construction sectors. Notably, 78% of trained candidates have secured employment or started their own ventures. The government plans to expand the programme to cover 100,000 youth by 2027.",
      "body_te": "మైనారిటీ సంక్షేమ శాఖ నైపుణ్య అభివృద్ధి కార్యక్రమం గత 18 నెలల్లో మైనారిటీ కమ్యూనిటీల నుండి 50,000 మంది యువతకు శిక్షణ ఇవ్వడం ద్వారా ముఖ్యమైన మైలురాయిని సాధించింది.",
      "featured_image": "/images/news/skill-development.jpg",
      "category": 4,
      "published_date": "2026-01-08T09:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 2341,
      "tags": ["Skill Development", "Employment", "Youth", "Training"]
    },
    {
      "id": 8,
      "title": "New Minority Residential Schools to Open in 10 Districts",
      "title_te": "10 జిల్లాల్లో కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలలు తెరుచుకోనున్నాయి",
      "slug": "new-minority-residential-schools-10-districts",
      "excerpt": "The government announces the establishment of 10 new minority residential schools across Telangana to improve educational access.",
      "excerpt_te": "విద్యా ప్రాప్తిని మెరుగుపరచడానికి తెలంగాణ అంతటా 10 కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలల స్థాపనను ప్రభుత్వం ప్రకటించింది.",
      "body": "In a major boost to minority education, the Telangana government has approved the establishment of 10 new minority residential schools across various districts. Each school will accommodate 500 students and provide quality education from classes 6 to 12. The schools will have modern infrastructure including smart classrooms, science labs, libraries, and sports facilities. Admissions for the academic year 2026-27 will begin in April 2026. The project is estimated to cost Rs. 150 crores.",
      "body_te": "మైనారిటీ విద్యకు పెద్ద ప్రోత్సాహంగా, తెలంగాణ ప్రభుత్వం వివిధ జిల్లాల్లో 10 కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలల స్థాపనకు ఆమోదం తెలిపింది.",
      "featured_image": "/images/news/residential-schools.jpg",
      "category": 4,
      "published_date": "2026-01-07T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 4102,
      "tags": ["Education", "Residential Schools", "Infrastructure"]
    },
    {
      "id": 9,
      "title": "Minister Inaugurates Women's Empowerment Center in Hyderabad",
      "title_te": "హైదరాబాద్‌లో మహిళా సాధికారత కేంద్రాన్ని మంత్రి ప్రారంభించారు",
      "slug": "womens-empowerment-center-hyderabad-inauguration",
      "excerpt": "The Hon'ble Minister inaugurated a new Women's Empowerment Center aimed at providing skill training and entrepreneurship support.",
      "excerpt_te": "నైపుణ్య శిక్షణ మరియు వ్యవసాయ మద్దతు అందించడానికి ఉద్దేశించిన కొత్త మహిళా సాధికారత కేంద్రాన్ని గౌరవనీయ మంత్రి ప్రారంభించారు.",
      "body": "Hon'ble Minister Sri Mohammad Azharuddin inaugurated a state-of-the-art Women's Empowerment Center in Hyderabad. The center will provide vocational training in tailoring, beautician courses, computer skills, and handicrafts. It will also offer counseling services, legal aid, and entrepreneurship development support. The facility can accommodate 200 women at a time and will operate in two shifts. Free training will be provided to women from economically weaker sections.",
      "body_te": "గౌరవనీయ మంత్రి శ్రీ మొహమ్మద్ అజారుద్దీన్ హైదరాబాద్‌లో అత్యాధునిక మహిళా సాధికారత కేంద్రాన్ని ప్రారంభించారు.",
      "featured_image": "/images/news/women-center.jpg",
      "category": 2,
      "published_date": "2026-01-06T15:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 1534,
      "tags": ["Women Empowerment", "Skill Training", "Inauguration"]
    },
    {
      "id": 10,
      "title": "Excellence Awards Presented to Outstanding Minority Students",
      "title_te": "ఉత్తమ మైనారిటీ విద్యార్థులకు ఎక్సలెన్స్ అవార్డులు అందజేయబడ్డాయి",
      "slug": "excellence-awards-minority-students",
      "excerpt": "The Ministry honored 50 exceptional students from minority communities for their outstanding academic and extracurricular achievements.",
      "excerpt_te": "వారి అత్యుత్తమ విద్యా మరియు పాఠ్యేతర విజయాల కోసం మైనారిటీ కమ్యూనిటీల నుండి 50 మంది అసాధారణ విద్యార్థులను మంత్రిత్వ శాఖ సత్కరించింది.",
      "body": "The Ministry of Minority Welfare presented Excellence Awards to 50 outstanding students from minority communities at a grand ceremony held at Ravindra Bharathi. The awardees were selected based on their exceptional performance in academics, sports, arts, and social service. Each recipient received a cash prize of Rs. 50,000, a certificate, and a memento. The Chief Guest emphasized the importance of education in empowering minority communities and achieving socio-economic progress.",
      "body_te": "రవీంద్ర భారతిలో జరిగిన గ్రాండ్ వేడుకలో మైనారిటీ కమ్యూనిటీల నుండి 50 మంది ప్రముఖ విద్యార్థులకు మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ ఎక్సలెన్స్ అవార్డులను అందజేసింది.",
      "featured_image": "/images/news/student-awards.jpg",
      "category": 5,
      "published_date": "2026-01-04T16:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 987,
      "tags": ["Awards", "Students", "Excellence", "Recognition"]
    }
  ],
  "featured_news_ids": [1, 2, 3]
}
