{
  "categories": [
    {
      "id": 1,
      "name": "Press Releases",
      "slug": "press-releases",
      "name_te": "పత్రికా ప్రకటనలు"
    },
    {
      "id": 2,
      "name": "Government Events",
      "slug": "government-events",
      "name_te": "ప్రభుత్వ కార్యక్రమాలు"
    },
    {
      "id": 3,
      "name": "Public Announcements",
      "slug": "public-announcements",
      "name_te": "ప్రజా ప్రకటనలు"
    },
    {
      "id": 4,
      "name": "Schemes & Initiatives",
      "slug": "schemes-initiatives",
      "name_te": "పథకాలు మరియు కార్యక్రమాలు"
    },
    {
      "id": 5,
      "name": "Awards & Recognition",
      "slug": "awards-recognition",
      "name_te": "అవార్డులు మరియు గుర్తింపు"
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Minister Sri. Mohammad Azharuddin Launches Comprehensive Scholarship Scheme for Minority Students",
      "title_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ విద్యార్థులకు సమగ్ర స్కాలర్‌షిప్ పథకాన్ని ప్రారంభించారు",
      "slug": "minister-azharuddin-scholarship-scheme-minority-students",
      "excerpt": "Minister Sri. Mohammad Azharuddin unveiled a comprehensive scholarship program aimed at supporting minority students pursuing higher education across the state, covering tuition, accommodation, and study materials.",
      "excerpt_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ రాష్ట్రవ్యాప్తంగా ఉన్నత విద్యను అభ్యసించే మైనారిటీ విద్యార్థులకు మద్దతు ఇవ్వడానికి, ట్యూషన్, వసతి మరియు అధ్యయన సామగ్రిని కవర్ చేసే సమగ్ర స్కాలర్‌షిప్ కార్యక్రమాన్ని ప్రారంభించారు.",
      "body": "In a landmark initiative, Minister Sri. Mohammad Azharuddin announced the launch of a new scholarship scheme designed to empower minority students across the state. The scheme will provide financial assistance to deserving students from minority communities pursuing undergraduate and postgraduate courses. Speaking at the launch event, Minister Azharuddin emphasized the government's commitment to ensuring equal educational opportunities for all communities. 'Education is the foundation of progress, and we must ensure that no student is left behind due to financial constraints,' he stated. The scheme will cover tuition fees, accommodation costs, and provide stipends for books and study materials. Applications will be processed through a transparent online portal, ensuring fair selection based on merit and financial need. Over 10,000 students are expected to benefit from this initiative in its first year, with plans to expand the program based on its success.",
      "body_te": "ఒక మైలురాయి చొరవలో, మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ రాష్ట్రవ్యాప్తంగా మైనారిటీ విద్యార్థులను శక్తివంతం చేయడానికి రూపొందించిన కొత్త స్కాలర్‌షిప్ పథకం ప్రారంభాన్ని ప్రకటించారు. ఈ పథకం అండర్‌గ్రాడ్యుయేట్ మరియు పోస్ట్‌గ్రాడ్యుయేట్ కోర్సులను అభ్యసించే మైనారిటీ కమ్యూనిటీల నుండి అర్హులైన విద్యార్థులకు ఆర్థిక సహాయాన్ని అందిస్తుంది.",
      "featured_image": "/images/m1.jpeg",
      "category": 4,
      "published_date": "2026-01-15T10:30:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 8245,
      "tags": ["Scholarship", "Education", "Minority Welfare", "Student Support", "Minister Azharuddin"]
    },
    {
      "id": 2,
      "title": "Skill Development Program for Minority Youth Inaugurated by Minister Azharuddin",
      "title_te": "మైనారిటీ యువతకు నైపుణ్య అభివృద్ధి కార్యక్రమాన్ని మంత్రి అజారుద్దీన్ ప్రారంభించారు",
      "slug": "skill-development-minority-youth-minister-azharuddin",
      "excerpt": "Minister Sri. Mohammad Azharuddin inaugurated a state-of-the-art skill development center aimed at providing vocational training to minority youth in emerging sectors.",
      "excerpt_te": "అభివృద్ధి చెందుతున్న రంగాలలో మైనారిటీ యువతకు వృత్తిపరమైన శిక్షణ అందించడానికి ఉద్దేశించిన అత్యాధునిక నైపుణ్య అభివృద్ధి కేంద్రాన్ని మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ప్రారంభించారు.",
      "body": "Minister Sri. Mohammad Azharuddin inaugurated a comprehensive skill development program designed to equip minority youth with industry-relevant skills and enhance their employability. The program focuses on emerging sectors such as IT, healthcare, retail, and hospitality. The initiative includes partnerships with leading companies to provide job placement assistance upon successful completion of training. Minister Azharuddin highlighted the importance of skill development in today's competitive job market. 'Our youth have immense potential, and through proper training and guidance, they can secure meaningful employment and contribute to the state's economic growth,' the Minister remarked during the inauguration. The program offers courses ranging from 3 to 12 months, with certification recognized by national standards. Training will be provided free of cost to eligible candidates from minority communities.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ యువతకు పరిశ్రమ-సంబంధిత నైపుణ్యాలను అందించడానికి మరియు వారి ఉపాధి అవకాశాలను పెంచడానికి రూపొందించిన సమగ్ర నైపుణ్య అభివృద్ధి కార్యక్రమాన్ని ప్రారంభించారు.",
      "featured_image": "/images/m2.jpeg",
      "category": 4,
      "published_date": "2026-01-12T14:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 6892,
      "tags": ["Skill Development", "Vocational Training", "Employment", "Youth Empowerment", "Minister Azharuddin"]
    },
    {
      "id": 3,
      "title": "Minister Azharuddin Announces Financial Assistance Scheme for Minority Entrepreneurs",
      "title_te": "మైనారిటీ వ్యవసాయదారులకు ఆర్థిక సహాయ పథకాన్ని మంత్రి అజారుద్దీన్ ప్రకటించారు",
      "slug": "financial-assistance-minority-entrepreneurs-azharuddin",
      "excerpt": "A new financial assistance program has been launched to support minority entrepreneurs with subsidized loans, grants, and mentorship for establishing and expanding their ventures.",
      "excerpt_te": "మైనారిటీ వ్యవసాయదారులకు వారి వ్యాపారాలను స్థాపించడానికి మరియు విస్తరించడానికి సబ్సిడీ రుణాలు, గ్రాంట్లు మరియు మార్గదర్శకత్వంతో మద్దతు ఇవ్వడానికి కొత్త ఆర్థిక సహాయ కార్యక్రమం ప్రారంభించబడింది.",
      "body": "Minister Sri. Mohammad Azharuddin unveiled a special financial assistance scheme aimed at promoting entrepreneurship among minority communities. The scheme offers subsidized loans, grants, and mentorship support for aspiring and existing entrepreneurs. Under this initiative, eligible applicants can receive financial assistance ranging from ₹50,000 to ₹10 lakhs for setting up new businesses or expanding existing ones. The scheme covers various sectors including manufacturing, services, retail, and technology. 'Economic empowerment through entrepreneurship is crucial for the overall development of minority communities. This scheme will help create job opportunities and foster economic growth,' stated Minister Azharuddin. The program also includes business development training, marketing support, and access to government procurement opportunities for registered businesses.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీలలో వ్యవసాయాన్ని ప్రోత్సహించడానికి ఉద్దేశించిన ప్రత్యేక ఆర్థిక సహాయ పథకాన్ని ప్రారంభించారు.",
      "featured_image": "/images/m3.jpeg",
      "category": 4,
      "published_date": "2026-01-10T11:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5103,
      "tags": ["Entrepreneurship", "Financial Assistance", "Business Development", "Economic Empowerment", "Minister Azharuddin"]
    },
    {
      "id": 4,
      "title": "Minister Azharuddin Expands Pre-Matric Scholarship Scheme for Minority Students",
      "title_te": "మైనారిటీ విద్యార్థుల కోసం ప్రీ-మెట్రిక్ స్కాలర్‌షిప్ పథకాన్ని మంత్రి అజారుద్దీన్ విస్తరించారు",
      "slug": "pre-matric-scholarship-expansion-minister-azharuddin",
      "excerpt": "The Pre-Matric Scholarship Scheme has been significantly expanded to cover more students from minority communities, ensuring education access from primary to secondary levels.",
      "excerpt_te": "ప్రాథమిక నుండి మాధ్యమిక స్థాయిల వరకు విద్యా ప్రాప్తిని నిర్ధారించడానికి, మైనారిటీ కమ్యూనిటీల నుండి మరింత మంది విద్యార్థులను కవర్ చేయడానికి ప్రీ-మెట్రిక్ స్కాలర్‌షిప్ పథకం గణనీయంగా విస్తరించబడింది.",
      "body": "Minister Sri. Mohammad Azharuddin announced a significant expansion of the Pre-Matric Scholarship Scheme, which will now benefit twice as many students from minority communities. The scheme provides financial support to students from classes I to X. The enhanced program includes increased scholarship amounts, coverage for school fees, textbooks, uniforms, and other educational expenses. Special provisions have been made for students with disabilities and those from remote areas. 'Every child deserves quality education regardless of their economic background. This expansion will ensure that more students can continue their education without financial burden on their families,' the Minister explained. The scholarship will be directly transferred to beneficiary accounts, ensuring timely and transparent disbursement. Schools are being encouraged to identify eligible students and assist them with the application process.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ప్రీ-మెట్రిక్ స్కాలర్‌షిప్ పథకం యొక్క గణనీయమైన విస్తరణను ప్రకటించారు, ఇది ఇప్పుడు మైనారిటీ కమ్యూనిటీల నుండి రెండు రెట్లు ఎక్కువ మంది విద్యార్థులకు ప్రయోజనం చేకూరుస్తుంది.",
      "featured_image": "/images/m4.jpeg",
      "category": 4,
      "published_date": "2026-01-08T09:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 7456,
      "tags": ["Pre-Matric Scholarship", "Primary Education", "Minority Students", "Education Access", "Minister Azharuddin"]
    },
    {
      "id": 5,
      "title": "Minority Welfare Scholarships 2025-26 Application Process Begins",
      "title_te": "మైనారిటీ సంక్షేమ స్కాలర్‌షిప్స్ 2025-26 దరఖాస్తు ప్రక్రియ ప్రారంభం",
      "slug": "minority-welfare-scholarships-2025-26-application",
      "excerpt": "The Ministry of Minority Welfare has announced the commencement of the scholarship application process for the academic year 2025-26.",
      "excerpt_te": "మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ 2025-26 విద్యా సంవత్సరం కోసం స్కాలర్‌షిప్ దరఖాస్తు ప్రక్రియను ప్రారంభించినట్లు ప్రకటించింది.",
      "body": "The Telangana State Minority Welfare Department has opened the application window for various scholarship schemes for the academic year 2025-26. Eligible students from minority communities can apply for pre-matric, post-matric, and merit-cum-means scholarships. The last date for submission is March 31, 2026. Applications can be submitted online through the official portal. Required documents include income certificate, caste certificate, and academic records.",
      "body_te": "తెలంగాణ రాష్ట్র మైనారిటీ సంక్షేమ శాఖ 2025-26 విద్యా సంవత్సరం కోసం వివిధ స్కాలర్‌షిప్ పథకాల కోసం దరఖాస్తు విండోను తెరిచింది.",
      "featured_image": "/images/news/scholarship-announcement.jpg",
      "category": 4,
      "published_date": "2026-01-10T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5621,
      "tags": ["Scholarships", "Education", "Minority Welfare", "Students"]
    },
    {
      "id": 6,
      "title": "Annual Minority Welfare Report 2025 Published",
      "title_te": "వార్షిక మైనారిటీ సంక్షేమ నివేదిక 2025 ప్రచురణ",
      "slug": "annual-minority-welfare-report-2025",
      "excerpt": "The Ministry has published its comprehensive Annual Welfare Report for 2025, highlighting achievements and future plans.",
      "excerpt_te": "మంత్రిత్వ శాఖ 2025 కోసం సాధనలు మరియు భవిష్యత్ ప్రణాళికలను హైలైట్ చేస్తూ సమగ్ర వార్షిక సంక్షేమ నివేదికను ప్రచురించింది.",
      "body": "The Telangana Ministry of Minority Welfare has released its Annual Report for 2025, showcasing the various welfare schemes implemented throughout the year. The report details financial assistance provided, infrastructure development in minority-concentrated areas, educational initiatives, and employment programs. Key achievements include distribution of scholarships to 45,000 students, skill development training for 12,000 youth, and establishment of 25 new educational institutions.",
      "body_te": "తెలంగాణ మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ సంవత్సరం అంతటా అమలు చేసిన వివిధ సంక్షేమ పథకాలను ప్రదర్శిస్తూ 2025 వార్షిక నివేదికను విడుదల చేసింది.",
      "featured_image": "/images/news/annual-report-2025.jpg",
      "category": 1,
      "published_date": "2026-01-05T11:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 1876,
      "tags": ["Annual Report", "Achievements", "Statistics"]
    },
    {
      "id": 7,
      "title": "Skill Development Programme for Minority Youth Achieves Milestone",
      "title_te": "మైనారిటీ యువతకు నైపుణ్య అభివృద్ధి కార్యక్రమం మైలురాయి సాధించింది",
      "slug": "skill-development-programme-milestone",
      "excerpt": "The government's skill development initiative has successfully trained over 50,000 minority youth in various vocational skills.",
      "excerpt_te": "ప్రభుత్వ నైపుణ్య అభివృద్ధి చొరవ 50,000 మంది మైనారిటీ యువతకు వివిధ వృత్తి నైపుణ్యాలలో విజయవంతంగా శిక్షణ అందించింది.",
      "body": "The Minority Welfare Department's Skill Development Programme has achieved a significant milestone by training over 50,000 youth from minority communities in the past 18 months. The programme offers training in IT skills, hospitality, healthcare, automotive, and construction sectors. Notably, 78% of trained candidates have secured employment or started their own ventures. The government plans to expand the programme to cover 100,000 youth by 2027.",
      "body_te": "మైనారిటీ సంక్షేమ శాఖ నైపుణ్య అభివృద్ధి కార్యక్రమం గత 18 నెలల్లో మైనారిటీ కమ్యూనిటీల నుండి 50,000 మంది యువతకు శిక్షణ ఇవ్వడం ద్వారా ముఖ్యమైన మైలురాయిని సాధించింది.",
      "featured_image": "/images/news/skill-development.jpg",
      "category": 4,
      "published_date": "2026-01-08T09:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 2341,
      "tags": ["Skill Development", "Employment", "Youth", "Training"]
    },
    {
      "id": 8,
      "title": "New Minority Residential Schools to Open in 10 Districts",
      "title_te": "10 జిల్లాల్లో కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలలు తెరుచుకోనున్నాయి",
      "slug": "new-minority-residential-schools-10-districts",
      "excerpt": "The government announces the establishment of 10 new minority residential schools across Telangana to improve educational access.",
      "excerpt_te": "విద్యా ప్రాప్తిని మెరుగుపరచడానికి తెలంగాణ అంతటా 10 కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలల స్థాపనను ప్రభుత్వం ప్రకటించింది.",
      "body": "In a major boost to minority education, the Telangana government has approved the establishment of 10 new minority residential schools across various districts. Each school will accommodate 500 students and provide quality education from classes 6 to 12. The schools will have modern infrastructure including smart classrooms, science labs, libraries, and sports facilities. Admissions for the academic year 2026-27 will begin in April 2026. The project is estimated to cost Rs. 150 crores.",
      "body_te": "మైనారిటీ విద్యకు పెద్ద ప్రోత్సాహంగా, తెలంగాణ ప్రభుత్వం వివిధ జిల్లాల్లో 10 కొత్త మైనారిటీ రెసిడెన్షియల్ పాఠశాలల స్థాపనకు ఆమోదం తెలిపింది.",
      "featured_image": "/images/news/residential-schools.jpg",
      "category": 4,
      "published_date": "2026-01-07T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 4102,
      "tags": ["Education", "Residential Schools", "Infrastructure"]
    },
    {
      "id": 9,
      "title": "Minister Inaugurates Women's Empowerment Center in Hyderabad",
      "title_te": "హైదరాబాద్‌లో మహిళా సాధికారత కేంద్రాన్ని మంత్రి ప్రారంభించారు",
      "slug": "womens-empowerment-center-hyderabad-inauguration",
      "excerpt": "The Hon'ble Minister inaugurated a new Women's Empowerment Center aimed at providing skill training and entrepreneurship support.",
      "excerpt_te": "నైపుణ్య శిక్షణ మరియు వ్యవసాయ మద్దతు అందించడానికి ఉద్దేశించిన కొత్త మహిళా సాధికారత కేంద్రాన్ని గౌరవనీయ మంత్రి ప్రారంభించారు.",
      "body": "Hon'ble Minister Sri Mohammad Azharuddin inaugurated a state-of-the-art Women's Empowerment Center in Hyderabad. The center will provide vocational training in tailoring, beautician courses, computer skills, and handicrafts. It will also offer counseling services, legal aid, and entrepreneurship development support. The facility can accommodate 200 women at a time and will operate in two shifts. Free training will be provided to women from economically weaker sections.",
      "body_te": "గౌరవనీయ మంత్రి శ్రీ మొహమ్మద్ అజారుద్దీన్ హైదరాబాద్‌లో అత్యాధునిక మహిళా సాధికారత కేంద్రాన్ని ప్రారంభించారు.",
      "featured_image": "/images/news/women-center.jpg",
      "category": 2,
      "published_date": "2026-01-06T15:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 1534,
      "tags": ["Women Empowerment", "Skill Training", "Inauguration"]
    },
    {
      "id": 10,
      "title": "Excellence Awards Presented to Outstanding Minority Students",
      "title_te": "ఉత్తమ మైనారిటీ విద్యార్థులకు ఎక్సలెన్స్ అవార్డులు అందజేయబడ్డాయి",
      "slug": "excellence-awards-minority-students",
      "excerpt": "The Ministry honored 50 exceptional students from minority communities for their outstanding academic and extracurricular achievements.",
      "excerpt_te": "వారి అత్యుత్తమ విద్యా మరియు పాఠ్యేతర విజయాల కోసం మైనారిటీ కమ్యూనిటీల నుండి 50 మంది అసాధారణ విద్యార్థులను మంత్రిత్వ శాఖ సత్కరించింది.",
      "body": "The Ministry of Minority Welfare presented Excellence Awards to 50 outstanding students from minority communities at a grand ceremony held at Ravindra Bharathi. The awardees were selected based on their exceptional performance in academics, sports, arts, and social service. Each recipient received a cash prize of Rs. 50,000, a certificate, and a memento. The Chief Guest emphasized the importance of education in empowering minority communities and achieving socio-economic progress.",
      "body_te": "రవీంద్ర భారతిలో జరిగిన గ్రాండ్ వేడుకలో మైనారిటీ కమ్యూనిటీల నుండి 50 మంది ప్రముఖ విద్యార్థులకు మైనారిటీ సంక్షేమ మంత్రిత్వ శాఖ ఎక్సలెన్స్ అవార్డులను అందజేసింది.",
      "featured_image": "/images/news/student-awards.jpg",
      "category": 5,
      "published_date": "2026-01-04T16:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 987,
      "tags": ["Awards", "Students", "Excellence", "Recognition"]
    }
  ],
  "featured_news_ids": [1, 2, 3]
}
