{
  "categories": [
    {
      "id": 1,
      "name": "Press Releases",
      "slug": "press-releases",
      "name_te": "పత్రికా ప్రకటనలు"
    },
    {
      "id": 2,
      "name": "Government Events",
      "slug": "government-events",
      "name_te": "ప్రభుత్వ కార్యక్రమాలు"
    },
    {
      "id": 3,
      "name": "Public Announcements",
      "slug": "public-announcements",
      "name_te": "ప్రజా ప్రకటనలు"
    },
    {
      "id": 4,
      "name": "Schemes & Initiatives",
      "slug": "schemes-initiatives",
      "name_te": "పథకాలు మరియు కార్యక్రమాలు"
    },
    {
      "id": 5,
      "name": "Awards & Recognition",
      "slug": "awards-recognition",
      "name_te": "అవార్డులు మరియు గుర్తింపు"
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Minister Sri. Mohammad Azharuddin Releases Admission Posters for Minority Residential Schools",
      "title_te": "మైనారిటీ గురుకుల పాఠశాలల ప్రవేశాల పోస్టర్లను ఆవిష్కరించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "minister-azharuddin-releases-admission-posters",
      "excerpt": "Hon'ble Minister Sri. Mohammad Azharuddin officially released publicity posters for admissions into Minority Residential Schools, urging the community to utilize free quality education.",
      "excerpt_te": "గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ గురుకుల పాఠశాలల్లో ప్రవేశాలకు సంబంధించిన ప్రచార పోస్టర్లను అధికారికంగా విడుదల చేశారు.",
      "body": "In a bid to promote education within the minority community, Minister Sri. Mohammad Azharuddin officially released the admission posters for the upcoming academic year for Telangana Minority Residential Schools. Flanked by department officials and local leaders, the Minister displayed the posters which highlight the facilities and quality of education provided by the government. Speaking on the occasion, Sri. Azharuddin emphasized that education is the key to empowerment and urged parents to enroll their children before the deadline.",
      "body_te": "మైనారిటీ వర్గాలలో విద్యను ప్రోత్సహించే ప్రయత్నంలో, మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ తెలంగాణ మైనారిటీ గురుకుల పాఠశాలల రాబోయే విద్యా సంవత్సరానికి సంబంధించిన ప్రవేశాల పోస్టర్లను అధికారికంగా విడుదల చేశారు. విద్యే సాధికారతకు కీలకమని శ్రీ అజారుద్దీన్ ఉద్ఘాటించారు.",
      "featured_image": "news-press/p1.jpeg",
      "category": 2,
      "published_date": "2026-01-18T10:30:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 8500,
      "tags": ["Education", "Admissions", "Minority Schools", "Poster Release", "Minister Azharuddin"]
    },
    {
      "id": 2,
      "title": "Empowering Women: Minister Sri. Mohammad Azharuddin Distributes Sewing Machines",
      "title_te": "మహిళా సాధికారత: లబ్ధిదారులకు కుట్టు మిషన్ల పంపిణీ చేసిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "sewing-machine-distribution-women-empowerment",
      "excerpt": "Promoting self-reliance, Minister Sri. Mohammad Azharuddin distributed sewing machines to women from minority communities under the economic support scheme.",
      "excerpt_te": "స్వయం సమృద్ధిని ప్రోత్సహిస్తూ, ఆర్థిక సహాయ పథకం కింద మైనారిటీ వర్గాలకు చెందిన మహిళలకు మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ కుట్టు మిషన్లను పంపిణీ చేశారు.",
      "body": "Hon'ble Minister Sri. Mohammad Azharuddin participated in a distribution drive where he handed over sewing machines to women beneficiaries from the minority community. The initiative aims to foster self-employment and financial independence among women. While handing over the machines, the Minister reiterated the government's focus on women's welfare and encouraged the recipients to utilize the machines to support their families.",
      "body_te": "గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ పంపిణీ కార్యక్రమంలో పాల్గొన్నారు, అక్కడ ఆయన మైనారిటీ వర్గానికి చెందిన మహిళా లబ్ధిదారులకు కుట్టు మిషన్లను అందజేశారు. మహిళల సంక్షేమంపై ప్రభుత్వం దృష్టి సారిస్తోందని మంత్రి పునరుద్ఘాటించారు.",
      "featured_image": "news-press/p4.jpeg",
      "category": 4,
      "published_date": "2026-01-16T11:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 7200,
      "tags": ["Women Empowerment", "Livelihood", "Sewing Machines", "Welfare", "Minister Azharuddin"]
    },
    {
      "id": 3,
      "title": "Minister Sri. Mohammad Azharuddin Inaugurates New Development Projects in Constituency",
      "title_te": "నియోజకవర్గంలో నూతన అభివృద్ధి పనులను ప్రారంభించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "minister-azharuddin-inaugurates-development-projects",
      "excerpt": "Minister Sri. Mohammad Azharuddin laid the foundation for key infrastructure projects, marking a significant step in the constituency's development journey.",
      "excerpt_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ కీలక మౌలిక సదుపాయాల ప్రాజెక్టులకు శంకుస్థాపన చేశారు, ఇది నియోజకవర్గ అభివృద్ధి ప్రయాణంలో ఒక ముఖ్యమైన ముందడుగు.",
      "body": "Hon'ble Minister Sri. Mohammad Azharuddin attended a grand ceremony to inaugurate new development works and lay the foundation stone for community infrastructure. Standing alongside party leaders and local representatives, the Minister declared the government's dedication to upgrading local facilities. The event witnessed a strong turnout of supporters, and Sri. Azharuddin assured that the projects would be completed on time.",
      "body_te": "నూతన అభివృద్ధి పనులను ప్రారంభించడానికి మరియు కమ్యూనిటీ మౌలిక సదుపాయాలకు శంకుస్థాపన చేయడానికి గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ఒక ఘనమైన వేడుకకు హాజరయ్యారు. ప్రాజెక్టులు సకాలంలో పూర్తవుతాయని శ్రీ అజారుద్దీన్ హామీ ఇచ్చారు.",
      "featured_image": "news-press/p3.jpeg",
      "category": 2,
      "published_date": "2026-01-14T09:45:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 6100,
      "tags": ["Infrastructure", "Development", "Inauguration", "Constituency", "Minister Azharuddin"]
    },
    {
      "id": 4,
      "title": "Grand Welcome for Minister Sri. Mohammad Azharuddin During Public Outreach Visit",
      "title_te": "ప్రజా పర్యటనలో మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్‌కు ఘన స్వాగతం",
      "slug": "grand-welcome-minister-azharuddin-public-visit",
      "excerpt": "Minister Sri. Mohammad Azharuddin was warmly received by local leaders and party cadres with bouquets during his recent public outreach visit.",
      "excerpt_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ తన ఇటీవలి ప్రజా పర్యటనలో స్థానిక నాయకులు మరియు పార్టీ కార్యకర్తల నుండి పూలగుచ్ఛాలతో ఘన స్వాగతం పొందారు.",
      "body": "Minister Sri. Mohammad Azharuddin received a rousing welcome upon his arrival for a public meeting. Local leaders and party functionaries greeted the Hon'ble Minister with large bouquets and shawls, demonstrating their support. Sri. Azharuddin took time to interact with the attendees and discuss local issues, highlighting his strong connection with the grassroots level.",
      "body_te": "బహిరంగ సభకు వచ్చిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్‌కు ఘన స్వాగతం లభించింది. స్థానిక నాయకులు, పార్టీ శ్రేణులు గౌరవనీయులైన మంత్రికి భారీ గజమాలలు, శాలువాలతో స్వాగతం పలికారు. శ్రీ అజారుద్దీన్ ప్రజలతో మమేకమై వారి సమస్యలను అడిగి తెలుసుకున్నారు.",
      "featured_image": "news-press/p2.jpeg",
      "category": 2,
      "published_date": "2026-01-12T14:00:00Z",
      "is_featured": true,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5400,
      "tags": ["Public Meeting", "Community Outreach", "Politics", "Welcome", "Minister Azharuddin"]
    },
    {
      "id": 5,
      "title": "Minister Sri. Mohammad Azharuddin Reviews Implementation of Minority Welfare Schemes",
      "title_te": "రాష్ట్రవ్యాప్తంగా మైనారిటీ సంక్షేమ పథకాల అమలును సమీక్షించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "minister-azharuddin-reviews-minority-welfare-schemes",
      "excerpt": "In a comprehensive review meeting, Hon'ble Minister Sri. Mohammad Azharuddin assessed the implementation and impact of various minority welfare schemes.",
      "excerpt_te": "సమగ్ర సమీక్ష సమావేశంలో, గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ రాష్ట్రవ్యాప్తంగా వివిధ మైనారిటీ సంక్షేమ పథకాల అమలు మరియు ప్రభావాన్ని అంచనా వేశారు.",
      "body": "Minister Sri. Mohammad Azharuddin conducted an extensive review of all minority welfare schemes being implemented across the state. The meeting focused on assessing the reach and effectiveness of various programs. During the review, the Hon'ble Minister emphasized the need for streamlined processes and better coordination between departments. 'Our schemes are only successful when they reach the intended beneficiaries,' Minister Sri. Azharuddin stated.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ రాష్ట్రవ్యాప్తంగా అమలు చేయబడుతున్న అన్ని మైనారిటీ సంక్షేమ పథకాల విస్తృత సమీక్షను నిర్వహించారు. మా పథకాలు ఉద్దేశించిన లబ్ధిదారులకు చేరినప్పుడే విజయవంతమవుతాయని మంత్రి శ్రీ అజారుద్దీన్ పేర్కొన్నారు.",
      "featured_image": "news-press/p3.jpeg",
      "category": 2,
      "published_date": "2026-01-06T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5621,
      "tags": ["Governance", "Scheme Review", "Welfare Programs", "Implementation", "Minister Azharuddin"]
    },
    {
      "id": 6,
      "title": "Healthcare Initiative for Minority Communities Launched by Minister Sri. Mohammad Azharuddin",
      "title_te": "మైనారిటీ కమ్యూనిటీల కోసం ఆరోగ్య చొరవను ప్రారంభించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "healthcare-initiative-minority-communities-azharuddin",
      "excerpt": "Hon'ble Minister Sri. Mohammad Azharuddin inaugurated a comprehensive healthcare initiative providing free medical check-ups and treatment support.",
      "excerpt_te": "గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీ సభ్యులకు ఉచిత వైద్య పరీక్షలు మరియు చికిత్స మద్దతును అందించే సమగ్ర ఆరోగ్య చొరవను ప్రారంభించారు.",
      "body": "Minister Sri. Mohammad Azharuddin inaugurated a special healthcare initiative aimed at improving access to quality medical services for minority communities. The program includes free health check-up camps and financial assistance for critical treatments. 'Health is wealth, and no one should be deprived of medical care due to financial constraints,' the Hon'ble Minister announced.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీలకు నాణ్యమైన వైద్య సేవల ప్రాప్తిని మెరుగుపరచడానికి ఉద్దేశించిన ప్రత్యేక ఆరోగ్య చొరవను ప్రారంభించారు. ఆర్థిక ఇబ్బందుల కారణంగా ఎవరూ వైద్యానికి దూరం కాకూడదని గౌరవనీయులైన మంత్రి ప్రకటించారు.",
      "featured_image": "news-press/p4.jpeg",
      "category": 4,
      "published_date": "2026-01-04T11:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 4876,
      "tags": ["Healthcare", "Medical Assistance", "Health Insurance", "Preventive Care", "Minister Azharuddin"]
    },
    {
      "id": 7,
      "title": "Minister Sri. Mohammad Azharuddin Announces Housing Scheme for Weaker Sections",
      "title_te": "బలహీన వర్గాలకు గృహ పథకాన్ని ప్రకటించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "housing-scheme-minority-ews-minister-azharuddin",
      "excerpt": "Hon'ble Minister Sri. Mohammad Azharuddin unveiled a new housing scheme offering subsidized homes and financial assistance for home construction.",
      "excerpt_te": "గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ఆర్థికంగా బలహీన వర్గాలకు సబ్సిడీ గృహాలు మరియు గృహ నిర్మాణానికి ఆర్థిక సహాయం అందించే కొత్త గృహ పథకాన్ని ఆవిష్కరించారు.",
      "body": "Minister Sri. Mohammad Azharuddin unveiled a comprehensive housing scheme designed to provide affordable housing solutions for economically weaker sections of minority communities. Under this initiative, eligible families can receive financial support for constructing new homes. 'A safe and secure home is a basic necessity for every family,' Minister Sri. Azharuddin stated during the launch.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీల ఆర్థికంగా బలహీన వర్గాలకు సరసమైన గృహ పరిష్కారాలను అందించడానికి రూపొందించిన సమగ్ర గృహ పథకాన్ని ప్రారంభించారు. ప్రతి కుటుంబానికి సురక్షితమైన ఇల్లు కనీస అవసరమని మంత్రి శ్రీ అజారుద్దీన్ పేర్కొన్నారు.",
      "featured_image": "news-press/p5.jpeg",
      "category": 4,
      "published_date": "2026-01-02T09:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 6341,
      "tags": ["Housing", "Financial Assistance", "Affordable Housing", "Home Construction", "Minister Azharuddin"]
    },
    {
      "id": 8,
      "title": "Digital Literacy Program for Minority Youth Inaugurated by Minister Sri. Mohammad Azharuddin",
      "title_te": "మైనారిటీ యువతకు డిజిటల్ అక్షరాస్యత కార్యక్రమాన్ని ప్రారంభించిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "digital-literacy-minority-youth-minister-azharuddin",
      "excerpt": "Minister Sri. Mohammad Azharuddin launched a digital literacy program to bridge the technology gap and empower minority youth.",
      "excerpt_te": "సాంకేతిక అంతరాన్ని తగ్గించడానికి మరియు మైనారిటీ యువతకు సాధికారత కల్పించడానికి మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ డిజిటల్ అక్షరాస్యత కార్యక్రమాన్ని ప్రారంభించారు.",
      "body": "In a significant step towards bridging the digital divide, Minister Sri. Mohammad Azharuddin inaugurated a comprehensive digital literacy program targeting minority youth. The program aims to provide training in computer basics and internet usage. 'In today's digital age, computer literacy is as important as basic education,' the Hon'ble Minister emphasized.",
      "body_te": "డిజిటల్ విభజనను తగ్గించడానికి ఒక ముఖ్యమైన అడుగులో, మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ యువతను లక్ష్యంగా చేసుకుని సమగ్ర డిజిటల్ అక్షరాస్యత కార్యక్రమాన్ని ప్రారంభించారు. నేటి డిజిటల్ యుగంలో, కంప్యూటర్ అక్షరాస్యత కూడా ప్రాథమిక విద్య అంతే ముఖ్యమని గౌరవనీయులైన మంత్రి ఉద్ఘాటించారు.",
      "featured_image": "/news-press/p11.jpeg",
      "category": 4,
      "published_date": "2025-12-30T10:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 5102,
      "tags": ["Digital Literacy", "Computer Training", "Technology", "Youth Empowerment", "Minister Azharuddin"]
    },
    {
      "id": 9,
      "title": "Minister Sri. Mohammad Azharuddin Strengthens Support for Minority Language Preservation",
      "title_te": "మైనారిటీ భాషా పరిరక్షణకు మద్దతును బలపరిచిన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్",
      "slug": "minority-language-cultural-preservation-minister-azharuddin",
      "excerpt": "New initiatives to preserve and promote minority languages and cultural heritage have been announced by Hon'ble Minister Sri. Mohammad Azharuddin.",
      "excerpt_te": "మైనారిటీ భాషలు మరియు సాంస్కృతిక వారసత్వాన్ని పరిరక్షించడానికి మరియు ప్రోత్సహించడానికి కొత్త చొరవలను గౌరవనీయులైన మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ప్రకటించారు.",
      "body": "Minister Sri. Mohammad Azharuddin announced comprehensive measures to preserve and promote the rich cultural heritage and languages of minority communities. The initiative includes funding for cultural centers and language learning programs. 'Our diversity is our strength, and it is our responsibility to preserve the unique cultural heritage of all communities,' stated Minister Sri. Azharuddin.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీల గొప్ప సాంస్కృతిక వారసత్వం మరియు భాషలను పరిరక్షించడానికి మరియు ప్రోత్సహించడానికి సమగ్ర చర్యలను ప్రకటించారు. మన వైవిధ్యమే మన బలం అని మంత్రి శ్రీ అజారుద్దీన్ పేర్కొన్నారు.",
      "featured_image": "/images/m9.jpeg",
      "category": 4,
      "published_date": "2025-12-28T15:00:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 3534,
      "tags": ["Cultural Preservation", "Language Programs", "Heritage", "Traditional Arts", "Minister Azharuddin"]
    },
    {
      "id": 10,
      "title": "Women Empowerment Scheme for Minority Communities Launched by Minister Sri. Azharuddin",
      "title_te": "మైనారిటీ కమ్యూనిటీల కోసం మహిళా సాధికారత పథకాన్ని ప్రారంభించిన మంత్రి శ్రీ. అజారుద్దీన్",
      "slug": "women-empowerment-minority-minister-azharuddin",
      "excerpt": "Minister Sri. Mohammad Azharuddin unveiled a special women empowerment scheme providing skill training and financial assistance for women entrepreneurs.",
      "excerpt_te": "మహిళా పారిశ్రామికవేత్తలకు నైపుణ్య శిక్షణ మరియు ఆర్థిక సహాయం అందించే ప్రత్యేక మహిళా సాధికారత పథకాన్ని మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ ఆవిష్కరించారు.",
      "body": "Minister Sri. Mohammad Azharuddin launched a dedicated women empowerment scheme aimed at providing skill training and financial assistance to women from minority communities. 'Empowering women is empowering the entire community. This scheme will help women realize their potential,' Minister Sri. Azharuddin emphasized during the event.",
      "body_te": "మంత్రి శ్రీ. మొహమ్మద్ అజారుద్దీన్ మైనారిటీ కమ్యూనిటీల నుండి మహిళలకు నైపుణ్య శిక్షణ మరియు ఆర్థిక సహాయం అందించడానికి ఉద్దేశించిన ప్రత్యేక మహిళా సాధికారత పథకాన్ని ప్రారంభించారు. మహిళా సాధికారత అంటే మొత్తం సమాజ సాధికారత అని మంత్రి శ్రీ అజారుద్దీన్ ఉద్ఘాటించారు.",
      "featured_image": "/images/m10.jpeg",
      "category": 4,
      "published_date": "2025-12-26T16:30:00Z",
      "is_featured": false,
      "is_published": true,
      "author": "Ministry of Minority Welfare",
      "views": 7987,
      "tags": ["Women Empowerment", "Skill Training", "Women Entrepreneurs", "Self-Help Groups", "Minister Azharuddin"]
    }
  ],
  "featured_news_ids": [1, 2, 3, 4]
}